// /* <Створіть 2 інпути та одну кнопку.
//  Зробіть так, щоб інпути обмінювалися вмістом. */}
// Створіть 5 див на сторінці потім використовуючи getElementsByTagName і forEath поміняйте дивам колір тла.

// Створіть багаторядкове поле для введення тексту та кнопки. Після натискання кнопки користувачем програма повинна
    // згенерувати тег div з текстом, який був у багаторядковому полі. багаторядкове поле слід очистити після
    // переміщення інформації

    // Створіть картинку та кнопку з назвою "Змінити картинку"
    // зробіть так щоб при завантаженні сторінки була картинка
    // https://itproger.com/img/courses/1476977240.jpg
    // При натисканні на кнопку вперше картинка замінилася на
    // https://itproger.com/img/courses/1476977488.jpg
    // при другому натисканні щоб картинка замінилася на
    // https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Unofficial_JavaScript_logo_2.svg/1200px-Unofficial_JavaScript_logo_2.svg.png

    // Створює на сторінці 10 парахрафів і зробіть так, щоб при натисканні на параграф він зникав


// * <li>Попрацювати з файлом 08 */}
