// --- Написати функцію `filterBy()`, яка прийматиме 2 аргументи. Перший аргумент - масив, 
// який міститиме будь-які дані, другий аргумент - тип даних.
//  Функція повинна повернути новий масив, який міститиме всі дані, 
// які були передані в аргумент, за винятком тих, тип яких був переданий другим аргументом. 
// Тобто якщо передати масив ['hello', 'world', 23, '23', null], 
// і другим аргументом передати 'string', то функція поверне масив [23, null].



// Створити клас Car , Engine та Driver.
// Клас Driver містить поля - ПІБ, стаж водіння.
// Клас Engine містить поля – потужність, виробник.
// Клас Car містить поля – марка автомобіля, клас автомобіля, вага, водій типу Driver, мотор типу Engine. Методи start(), stop(), turnRight(), turnLeft(), які виводять на друк: "Поїхали", "Зупиняємося", "Поворот праворуч" або "Поворот ліворуч". А також метод toString(), який виводить повну інформацію про автомобіль, її водія і двигуна.

// Створити похідний від Car клас - Lorry (вантажівка), що характеризується також вантажопідйомністю кузова.
// Створити похідний від Car клас - SportCar, який також характеризується граничною швидкістю.
// https://storage.googleapis.com/www.examclouds.com/oop/car-ierarchy.png

